[{"image":"thecall.png","price":"$12","name":"THE CALL","description":"When a veteran 911 operator takes a life- altering call from a teenage girl who has been abducted","id":"1","Genre":"ACTION","brand":"ACTION"},{"image":"1.png","price":"$12","name":"TURNING","description":"Kate Mandell takes a job as a nanny for two youngs orphans at an isolated gothic mansion","id":"2","Genre":"HORROR"},{"image":"WAR.png","price":"$10","name":"WAR","description":"War recieved positive reviews from critics on the review aggregator website rotten tomatoes the film holds a rating of 72 percent","id":"3","Genre":"Action"},{"image":"MULAN.png","price":"$10","name":"MULAN","description":"A girl disguise as a male warrior and joins the imperial army","id":"4","Genre":"Action"},{"image":"monster.png","price":"$10","name":"Monster Hunter","description":"a world of dangerous and powerful monsters that their domain with deadly funtion","id":"5","Genre":"ACTION"},{"Username":"admin","Password":"12345"},{"image":"UNDERWATER.png","price":"$10","name":"UNDERWATER","description":"Underwater is a 2020 American science fiction action horror film directed by William Eubank, screenplay by Brian Duffield and Adam Cozad and story by Duffield. The film is produced by Chernin Entertainment and stars Kristen Stewart, Vincent Cassel,","id":"6","Genre":"ACTION"},{"image":"2.png","price":"$10","name":"FAST AND FURIOUS","description":"This is an american action film directed by justin lin from a screenplay by daniel casey and lin it is the sequel to the fate of the furious 2017","id":"7","Genre":"ACTION"},{"image":"blackwidow.png","price":"$12","name":"BLACK WIDOW","description":"Black Widow is an upcoming American superhero film based on the Marvel Comics character of the same name. Produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures, it is intended to be the 24th film in the Marvel Cinematic Universe (MCU). The film was directed by Cate Shortland and written by Eric Pearson from a story by Jac Schaeffer and Ned Benson, and stars Scarlett Johansson as Natasha Romanoff \/ Bl","id":"8","Genre":"ACTION"},{"image":"BIRD.PNG","price":"$12","name":"Birds of Prey","description":"Birds of Prey is a 2020 American superhero film based on the DC Comics team the Birds of Prey","id":"9","Genre":"Action"},{"image":"4.png","price":"$12","name":"The New Mutant","description":"A Scottish mutant who can turn into a wolf and is struggling to reconcile this with her religious beliefs","id":"10","Genre":"Action"}]